{"backend": "theano", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 19, "activation": "relu", "trainable": true, "dtype": "float32", "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "batch_input_shape": [null, 19], "name": "dense_1"}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "units": 1, "activation": "softmax", "trainable": true, "use_bias": true, "bias_constraint": null, "kernel_regularizer": null, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "scale": 1.0, "mode": "fan_avg"}}, "name": "dense_2"}}], "keras_version": "2.1.3"}