{"class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"trainable": true, "activation": "relu", "dtype": "float32", "use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "kernel_constraint": null, "batch_input_shape": [null, 19], "units": 19, "name": "dense_1", "bias_regularizer": null, "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"rate": 0.5, "seed": null, "noise_shape": null, "trainable": true, "name": "dropout_1"}}, {"class_name": "Dense", "config": {"trainable": true, "activation": "relu", "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "use_bias": true, "units": 5, "name": "dense_2", "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dropout", "config": {"rate": 0.5, "seed": null, "noise_shape": null, "trainable": true, "name": "dropout_2"}}, {"class_name": "Dense", "config": {"trainable": true, "activation": "softmax", "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "seed": null, "mode": "fan_avg", "distribution": "uniform"}}, "use_bias": true, "units": 2, "name": "dense_3", "bias_constraint": null, "activity_regularizer": null, "kernel_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "keras_version": "2.1.3", "backend": "theano"}