{"keras_version": "2.1.3", "config": [{"config": {"kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "relu", "batch_input_shape": [null, 19], "bias_constraint": null, "dtype": "float32", "kernel_regularizer": null, "name": "dense_1", "bias_regularizer": null, "use_bias": true, "trainable": true, "units": 19, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"kernel_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "sigmoid", "units": 1, "bias_constraint": null, "kernel_regularizer": null, "name": "dense_2", "bias_regularizer": null, "use_bias": true, "trainable": true, "activity_regularizer": null, "kernel_initializer": {"config": {"distribution": "uniform", "seed": null, "scale": 1.0, "mode": "fan_avg"}, "class_name": "VarianceScaling"}}, "class_name": "Dense"}], "backend": "theano", "class_name": "Sequential"}