{"class_name": "Sequential", "backend": "theano", "config": [{"class_name": "Dense", "config": {"dtype": "float32", "batch_input_shape": [null, 19], "activation": "relu", "trainable": true, "kernel_regularizer": null, "use_bias": true, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "kernel_constraint": null, "units": 19, "name": "dense_1", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null}}, {"class_name": "Dense", "config": {"use_bias": true, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "mode": "fan_avg", "scale": 1.0, "distribution": "uniform"}}, "trainable": true, "kernel_regularizer": null, "bias_constraint": null, "activation": "softmax", "kernel_constraint": null, "units": 1, "name": "dense_2", "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null}}], "keras_version": "2.1.3"}